antfu.theme-vitesse
atlassian.atlascode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
heybourn.headwind
lokalise.i18n-ally
oderwat.indent-rainbow
pflannery.vscode-versionlens
redhat.vscode-yaml
rust-lang.rust-analyzer
tauri-apps.tauri-vscode
Vue.volar